/* No comment provided by engineer. */
" New notifications will be sticky." = "Nya meddelanden kommer klistras. ";

/* No comment provided by engineer. */
"A Growl update is available" = "En uppdatering av Growl finns tillgänglig";

/* No comment provided by engineer. */
"A newer version of Growl is available online. Click here to download it now." = "En ny version av Growl finns tillgänglig. Klicka här för att ladda ned den nu.";

/* No comment provided by engineer. */
"A newer version of Growl is available online. Would you like to download it now?" = "En ny version av Growl finns tillgänglig. Vill du ladda ned den nu?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Vill du verkligen ta bort %@?";

/*Behövs översättas?*/
"Browse menu item title" = "Browse menu item title";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Default" = "Standard";

/*Datatermgruppen föreslår sockel som översättning av socket*/
"Growl could not bind the socket" = "Growl kunde inte ansluta till sockeln";

/*Datatermgruppen föreslår sockel som översättning av socket*/
"Growl could not create a socket" = "Growl kunde inte skapa en sockel";

/* No comment provided by engineer. */
"Growl is running." = "Growl körs.";

/* No comment provided by engineer. */
"Growl is stopped." = "Growl körs inte.";

/* No comment provided by engineer. */
"Growl update available" = "En uppdatering finns tillgänglig";

/*Datatermgruppen föreslår sockel som översättning av socket*/
"Growl was unable to bind the socket for Network notifications, check to make sure that there aren't any other applications already using the port." = "Growl kunde inte ansluta till sockeln för nätverksmeddelanden, se till så att inget annat program använder porten.";

/*Datatermgruppen föreslår sockel som översättning av socket*/
"Growl was unable to create the socket for Network notifications." = "Growl kunde inte skapa en sockel för nätverksmeddelanden.";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Informera %@ om när ett meddelande klickas";

/* No comment provided by engineer. */
"Launching Growl..." = "Startar Growl...";

/* No comment provided by engineer. */
"Mac OS X 10.3 \"Panther\" or greater is required." = "Mac OS X 10.2 \"Panther\" eller nyare krävs.";

/* No comment provided by engineer. */
"No" = "Nej";

/* No comment provided by engineer. */
"No activity for more than %d seconds." = "Ingen aktivitet under mer än %d sekunder";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Insticksmodul '%@' har installerats. Vill du ställa in den nu?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Insticksmodul '%@' är redan installerad, vill du skriva över den?";

/* No comment provided by engineer. */
"Plugin already exists" = "Insticksmodulen finns redan";

/* No comment provided by engineer. */
"Plugin installed" = "Insticksmodul installerad";

/* No comment provided by engineer. */
"Plugin not installed" = "Insticksmodul ej installerad";

/* Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Förhandsvisning";

/* Quit button title */
"Quit" = "Avsluta";

/* Button title for removing something */
"Remove" = "Ta bort";

/* No comment provided by engineer. */
"Start Growl" = "Starta Growl";

/* No comment provided by engineer. */
"Stop Growl" = "Stoppa Growl";

/* Title for the dialogue shown if attempting to run Growl on 10.2 or earlier */
"System requirements not met" = "Systemkrav ej mötta";

/* No comment provided by engineer. */
"Terminating Growl..." = "Avslutar Growl...";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Ett fel uppstod under installation av insticksmodulen '%@'.";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Det här är en förhandsvisning av stilen %@";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Detta tar bort alla Growls inställningar för %@.";

/* No comment provided by engineer. */
"Update Available" = "Uppdatering finns";

/* Button title */
"Upgrade Mac OS X..." = "Uppgradera Mac OS X...";

/* No comment provided by engineer. */
"User activity detected. New notifications will not be sticky by default." = "Användaraktivitet noterad. Nya meddelanden kommer inte längre klistras.";

/* No comment provided by engineer. */
"User returned" = "Användaren kom tillbaka";

/* No comment provided by engineer. */
"User went idle" = "Användaren blev inaktiv";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You are no longer considered idle by Growl" = "Growl anser dig inte längre vara inaktiv";

/* No comment provided by engineer. */
"You are now considered idle by Growl" = "Growl anser dig nu vara inaktiv";